Repository: Kitchigo/SDBM-sf6
Catalog: translations/messages.*.xlf
Languages: es

# nom.continent
source: Continent name :
es: Continente :

# nom.pays
source: Country name :
es: Paga :

# nom.article
source: Item name :
es: Artículo :

# prix.achat
source: Buying price :
es: Precio de compra :

# prix.vente
source: Selling price :
es: Precio de venta :

# titrage.form
source: Titrage :
es: Valoración :

# volume.form
source: Volume :
es: Volumen :

# nom.marque
source: Brand name :
es: Cártula :

# type.biere
source: Beer type name :
es: Tipo de cerveza :

# nom.couleur
source: Color name :
es: Color :

# annee.form
source: Year :
es: Año :

# numero.ticket
source: Ticket number :
es: Numero de ticket :

# date.vente
source: Date of sale :
es: Fecha de venta :

# quantite.form
source: Quantity :
es: Monto :

# nom.fabricant
source: Maker :
es: Fabricante :

source: Success
es: Pegar

# article.new
source: The product was added !
es: ¡El producto fue agregado!

# article.edit
source: The article has been modified!
es: ¡El artículo ha sido modificado!

# article.delete
source: The article has been successfully deleted!
es: ¡El artículo ha sido eliminado con éxito!

# continent.new
source: The continent has been successfully added!
es: ¡El continente se ha agregado con éxito!

# continent.edit
source: The continent has been successfully modified!
es: ¡El continente ha sido modificado con éxito!

# continent.delete
source: The mainland has been successfully deleted!
es: ¡El continente ha sido eliminado con éxito!

# couleur.new
source: The color has been added!
es: ¡Se ha añadido el color!

# couleur.edit
source: The color has been changed!
es: ¡El color ha sido cambiado!

# couleur.delete
source: The color has been successfully removed!
es: ¡El color ha sido eliminado con éxito!

# fabricant.new
source: The manufacturer has been added!
es: ¡Se ha agregado el fabricante!

# fabricant.edit
source: The manufacturer has been changed!
es: ¡El fabricante ha sido cambiado!

# fabricant.delete
source: The manufacturer has been successfully deleted!
es: ¡El fabricante ha sido eliminado con éxito!

# marque.new
source: The brand has been added!
es: ¡La marca ha sido añadida!

# marque.edit
source: The brand has been changed!
es: ¡La marca ha sido cambiada!

# marque.delete
source: The mark has been successfully removed!
es: ¡La marca ha sido eliminada!

# pays.new
source: The Country has been successfully added!
es: ¡El país ha sido agregado exitosamente!

# pays.edit
source: The Country has been changed!
es: ¡El País ha sido cambiado!

# pays.delete
source: The Country has been successfully deleted!
es: ¡El país ha sido eliminado con éxito!

# ticket.new
source: The ticket has been successfully added!
es: ¡El ticket ha sido agregado exitosamente!

# ticket.edit
source: The ticket has been modified!
es: ¡El billete ha sido modificado!

# ticket.delete
source: The ticket has been successfully deleted!
es: ¡El ticket se ha eliminado con éxito!

# type.new
source: The type of beer has been added!
es: ¡Se ha añadido el tipo de cerveza!

# type.edit
source: The type of beer has been changed!
es: ¡Se ha cambiado el tipo de cerveza!

# type.delete
source: The type of beer has been successfully deleted!
es: ¡El tipo de cerveza se ha eliminado con éxito!

# vendre.new
source: The sell line has been successfully added!
es: ¡La línea de venta se ha agregado con éxito!

# vendre.edit
source: The sell line has been modified!
es: ¡La línea de venta ha sido modificada!

# vendre.delete
source: The sell line has been deleted!
es: ¡La línea de venta ha sido eliminada!
