Repository: Kitchigo/SDBM-sf6
Catalog: translations/messages+intl-icu.*.xlf
Languages: es

source: Modifier l'Article
es: Editar artículo

source: Mettre à jour
es: Poner al día

source: Retour à la liste
es: Vuelve a la lista

source: Liste des Articles
es: Lista de artículos

source: AJOUTER
es: PARA AGREGAR

source: Code Article
es: Código del artículo

source: Nom Article
es: Nombre del árticulo

source: Prix Achat
es: Precio de compra

source: Volume
es: Volumen

source: Titrage
es: Valoración

source: Marque
es: Marca

source: Couleur
es: Color

source: Type de bière
es: Tipo de cerveza

source: Actions
es: Comparte

source: Nouveau Article
es: Nuevo artículo

source: Ajouter nouveau Article
es: Agregar ítem nuevo

source: Supprimer
es: Borrar

source: Enregistrer
es: Para registrarse

source: Bonjour !
es: Buenos dias !

source: Modification du Continent
es: Editando el continente

source: Liste des Continents
es: Lista de continentes

source: Code
es: codificado

source: Continent
es: Continente

source: Nouveau Continent
es: Nuevo continente

source: Ajouter nouveau Continent
es: Agregar nuevo continente

source: Code Continent
es: Código de continente

source: Nom Continent
es: Nombre Continente

source: Modifier
es: Editar

source: Modification de la Couleur
es: Cambiar el color

source: Liste des Couleurs
es: Lista de colores

source: Ajouter nouvelle Couleur
es: Nuevo color

source: Code Couleur
es: Codigo de color

source: Nom Couleur
es: Color del nombre

source: Modification Fabricant
es: Fabricante de modificación

source: Modification du Fabricant
es: Modificación del fabricante

source: Liste des Fabricants
es: Fabricantes de listas

source: Fabricant
es: Fabricante

source: Nouveau Fabricant
es: Nuevo fabricante

source: Ajouter nouveau Fabricant
es: Agregar nuevo fabricante

source: Nom Fabricant
es: Nombre del fabricante

source: Accueil
es: Bienvenida

source: Modification de la Marque
es: Modificación de la marca

source: Liste des Marques
es: Marcas

source: Pays
es: Paga

source: Nouvelle Marque
es: Marca nueva

source: Ajouter nouvelle Marque
es: Agregar nueva marca

source: Code Marque
es: Marca

source: Nom Marque
es: Nombre de la marca

source: Modifier Pays
es: Editar país

source: Liste des Pays
es: Lista de países

source: Nouveau Pays
es: Nuevo país

source: Ajouter nouveau Pays
es: Agregar nuevo país

source: Code Pays
es: El código paga

source: Nom Pays
es: Nombre del país

source: Modifier Ticket
es: Boleto modificador

source: Liste des Tickets
es: Lista de boletos

source: Annee
es: Año

source: Numero Ticket
es: Número de boletos

source: Date Vente
es: Fecha de venta

source: Détail
es: Detalle

source: Nouveau Ticket
es: Nuevo boleto

source: Ajouter nouveau Ticket
es: Agregar nuevo boleto

source: Ticket
es: Boleto

source: Année
es: Año

source: Numéro Ticket
es: Número de boletos

source: Modifier Typebiere
es: Modificador TypeBiere

source: Modification du Type de bière
es: Modificación del tipo de cerveza

source: Liste des Types de bière
es: Lista de tipos de cerveza

source: Nouveau Type de bière
es: Nuevo tipo de cerveza

source: Ajouter nouveau Type de bière
es: Agregar nuevo tipo de cerveza

source: Nom Type de bière
es: Nombre tipo cerveza

source: Modifier Vendre
es: Modificar vender

source: Retour au Ticket
es: Regresar al boleto

source: Vendre
es: Vender

source: Détail du Ticket :
es: Detalle del boleto:

source: Libellé
es: Fraseología

source: Quantite
es: Monto

source: Prix de Vente
es: Precio de venta

source: Gestion des Articles
es: Gestión de artículos

source: Gestion des Tickets
es: Gestión de entradas

source: Gestion des Marques
es: Gestión de marcas

source: Gestion des Fabricants
es: Gestión de fabricantes

source: Gestion des Types de bières
es: Gestión de los tipos de cerveza

source: Gestion des Couleurs
es: Manejo del color

source: Gestion des Continents
es: Gestión del continente

source: Gestion des Pays
es: Gerencia de países

source: Langues
es: Lengua
